Repository: adiparvu/pro.home
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: ro
Languages: de, en, fr, nl

# appliance_revision_hint
source: Nu există o programare salvată pentru acest aparat — creează un task și stabilește-i data în Sarcini.
en: There is no saved schedule for this appliance — create a task and set its date in Tasks.

# appliance_task_cta
source: Creează task de revizie
en: Create service task

# appliance_task_created
source: Task creat
en: Task created

# appliance_task_title %@
source: Revizie %@
en: Service check %@

# appliance_task_notes %@
source: Revizie periodică pentru %@.
en: Periodic service check for %@.

# appliance_edit_title
source: Modifică electrocasnic
en: Edit Appliance

# appliance_photo_add
source: Adaugă fotografie
en: Add photo

# appliance_photo_change
source: Schimbă fotografia
en: Change photo

# appliance_photo_remove
source: Șterge fotografia
en: Remove photo

# appliance_warranty_plus1
source: +1 an
en: +1 yr

# appliance_warranty_plus2
source: +2 ani
en: +2 yrs

# appliance_warranty_plus5
source: +5 ani
en: +5 yrs

# Safety
source: Siguranță
en: Safety

# Windows & Doors
source: Ferestre și uși
en: Windows & Doors

# Plumbing
source: Instalații sanitare
en: Plumbing

# Landscaping
source: Grădină
en: Landscaping

# E.g. Plumbing, Safety, Custom…
source: Ex.: Instalații, Siguranță, Personalizat…
en: E.g. Plumbing, Safety, Custom…

# seasonal_def_spring
source: Primăvara
en: Spring

# seasonal_def_summer
source: Vara
en: Summer

# seasonal_def_fall
source: Toamna
en: Fall

# seasonal_def_winter
source: Iarna
en: Winter

# seasonal_notif_title_spring
source: A început primăvara
en: Spring has begun

# seasonal_notif_title_summer
source: A început vara
en: Summer has begun

# seasonal_notif_title_fall
source: A început toamna
en: Fall has begun

# seasonal_notif_title_winter
source: A început iarna
en: Winter has begun

# seasonal_notif_body
source: Verificările casei te așteaptă.
en: Your home's seasonal checks are waiting.

# seasonal_show_all
source: Arată toate verificările
en: Show all checks

# seasonal_hidden_caption
source: Ascunse pentru această locuință: %lld
en: Hidden for this home: %lld

# seasonal_badge_not_applicable
source: Nu se aplică aici
en: Not applicable here

# seasonal_badge_hidden
source: Ascunsă de tine
en: Hidden by you

# seasonal_restore
source: Restaurează
en: Restore

# seasonal_hide_item
source: Ascunde verificarea
en: Hide check

# seasonal_create_task
source: Creează task
en: Create task

# seasonal_task_created
source: Task creat
en: Task created

# seasonal_task_done
source: Task finalizat
en: Task completed

# seasonal_task_error_title
source: Nu am putut crea task-ul
en: Couldn't create the task

# seasonal_revert_original
source: Revino la textul original
en: Revert to original

# seasonal_history_title
source: Istoric
en: History

# seasonal_history_entry_short
source: %1$@ %2$lld · %3$lld finalizate
en: %1$@ %2$lld · %3$lld done

# Add appliance
source: Adaugă electrocasnic
en: Add appliance

# inv_due_today_fmt
source: Azi e ziua promisă: „%1$@" e încă la %2$@.
en: Today is the promised day: "%1$@" is still with %2$@.

# hub_scenes
source: Scene
en: Scenes

# hub_scenes_empty
source: Scenele se creează în aplicația Apple Home și apar aici automat.
en: Scenes are created in the Apple Home app and appear here automatically.

# sh_scene_section
source: Scene
en: Scenes

# sh_scene_one
source: o scenă
en: 1 scene

# sh_scene_count %lld
source: %lld scene
en: %lld scenes

# sh_scene_running
source: Se execută
en: Running

# sh_scene_run_hint
source: Execută scena.
en: Runs the scene.

# sh_scene_still_running %@
source: „%@” încă se execută…
en: “%@” is still running…

# sh_scene_still_running_short
source: Încă se execută…
en: Still running…

# sh_scene_error_title %@
source: Scena „%@” nu a rulat
en: Scene “%@” didn’t run

# sh_history_title
source: Istoric
en: History

# sh_history_7d
source: 7 z
en: 7 d

# sh_history_30d
source: 30 z
en: 30 d

# sh_history_latest
source: Ultima
en: Latest

# sh_history_loading
source: Se încarcă istoricul…
en: Loading history…

# sh_history_empty_title
source: Niciun istoric încă
en: No history yet

# sh_history_empty_caption
source: Istoricul se adună din evenimentele webhook și din citirile HomeKit oglindite automat.
en: History builds up from webhook events and automatically mirrored HomeKit readings.

# sh_history_failed
source: Istoricul nu a putut fi încărcat.
en: History could not be loaded.

# sh_history_retry
source: Reîncearcă
en: Retry

# sh_history_partial %lld
source: Se afișează doar cele mai recente %lld măsurători.
en: Showing only the most recent %lld readings.

# iot_wh_title
source: Webhook senzori
en: Sensor webhook

# iot_wh_page_caption
source: Orice dispozitiv care poate trimite JSON prin POST — Shelly, ESPHome, Home Assistant, un ESP32 cu firmware propriu — poate alimenta PRVIO cu alerte și istoric.
en: Any device that can POST JSON — Shelly, ESPHome, Home Assistant, an ESP32 running your own firmware — can feed PRVIO with alerts and history.

# iot_wh_url_title
source: Adresă webhook
en: Webhook URL

# iot_wh_secret_title
source: Cheie secretă
en: Secret key

# iot_wh_secret_caption
source: Tratează cheia ca pe o parolă: oricine o are poate trimite evenimente în contul tău.
en: Treat the key like a password: anyone who has it can send events into your account.

# iot_wh_reveal
source: Arată cheia
en: Reveal key

# iot_wh_hide
source: Ascunde cheia
en: Hide key

# iot_wh_copy
source: Copiază
en: Copy

# iot_wh_copied
source: Copiat
en: Copied

# iot_wh_example_title
source: Exemplu de payload
en: Example payload

# iot_wh_example_caption
source: Trimite POST cu Content-Type: application/json către adresa de mai sus. „event” poate fi „alert” (trimite o notificare push) sau „clear” (închide alerta); fiecare eveniment intră în istoricul senzorului.
en: POST with Content-Type: application/json to the address above. “event” can be “alert” (sends a push notification) or “clear” (ends the alert); every event lands in the sensor's history.

# iot_wh_preparing
source: Se pregătește cheia ta…
en: Preparing your key…

# iot_wh_failed
source: Cheia nu a putut fi pregătită. Verifică conexiunea și încearcă din nou.
en: Your key could not be prepared. Check your connection and try again.

# iot_wh_retry
source: Reîncearcă
en: Retry

# iot_wh_row_title
source: Webhook senzori
en: Sensor webhook

# iot_wh_row_desc
source: Alerte și istoric de la orice dispozitiv care poate trimite JSON — Shelly, ESPHome, Home Assistant.
en: Alerts and history from any device that can POST JSON — Shelly, ESPHome, Home Assistant.

# mood_sunset
source: Apus
en: Sunset

# mood_rain
source: Ploaie
en: Rain

# mood_winter
source: Iarnă
en: Winter

# mood_event
source: Eveniment
en: Event

# mood_fx_toggle_caption
source: Ploaie, ninsoare, stele, pulbere aurie dimineața, nori trecători, păsări la apus și o licărire discretă, direct pe fundal. Se opresc automat în modul Consum redus și cu Reducere mișcare.
en: Rain, snow, stars, golden morning dust, passing clouds, birds at sunset, and a soft shimmer on the backdrop. They stop automatically in Low Power Mode and with Reduce Motion.

# mood_fx_toggle_title
source: Efecte atmosferice
en: Atmospheric effects

# mood_auto_card_caption
source: Automat · %@
en: Auto · %@

# mood_auto_reason_morning
source: dimineață
en: morning

# mood_auto_reason_day
source: zi
en: daytime

# mood_auto_reason_sunset
source: apus
en: sunset

# mood_auto_reason_night
source: noapte
en: night

# mood_auto_reason_rain
source: plouă la proprietate
en: rain at the property

# mood_auto_reason_winter
source: iarnă
en: winter

# mood_auto_reason_holiday
source: zi de sărbătoare
en: public holiday

# mood_auto_reason_birthday
source: zi de naștere în familie
en: a family birthday

# mood_auto_explain_weather_layer
source: Când plouă la proprietate, atmosfera devine Ploaie.
en: When it rains at the property, the mood becomes Rain.

# mood_auto_explain_winter_layer
source: În lunile de iarnă, zilele senine poartă atmosfera Iarnă.
en: Through the winter months, daytime wears the Winter mood.

# mood_auto_explain_event_layer
source: Azi e sărbătoare — fundalul poartă atmosfera Eveniment.
en: Today is a celebration — the backdrop wears the Event mood.

# weather_dial_fetch_failed
source: Vremea n-a putut fi obținută
en: Weather couldn't be fetched

# weather_cond_clear_day
source: Zi senină
en: Clear Day

# weather_cond_golden_hour
source: Oră de aur
en: Golden Hour

# weather_cond_sunrise
source: Răsărit
en: Sunrise

# weather_cond_sunset
source: Apus
en: Sunset

# weather_cond_blue_hour
source: Oră albastră
en: Blue Hour

# weather_cond_night
source: Noapte
en: Night

# weather_cond_full_moon
source: Lună plină
en: Full Moon

# weather_cond_clouds
source: Nori
en: Clouds

# weather_cond_heavy_clouds
source: Nori denși
en: Heavy Clouds

# weather_cond_fog
source: Ceață
en: Fog

# weather_cond_mist
source: Negură
en: Mist

# weather_cond_rain
source: Ploaie
en: Rain

# weather_cond_heavy_rain
source: Ploaie torențială
en: Heavy Rain

# weather_cond_thunderstorm
source: Furtună
en: Thunderstorm

# weather_cond_snow
source: Ninsoare
en: Snow

# weather_cond_blizzard
source: Viscol
en: Blizzard

# weather_cond_wind
source: Vânt
en: Wind

# weather_cond_hail
source: Grindină
en: Hail

# weather_cond_heat_wave
source: Val de căldură
en: Heat Wave

# weather_moon_new
source: Lună nouă
en: New Moon

# weather_moon_waxing_crescent
source: Semilună crescătoare
en: Waxing Crescent

# weather_moon_first_quarter
source: Primul pătrar
en: First Quarter

# weather_moon_waxing_gibbous
source: Lună crescătoare giboasă
en: Waxing Gibbous

# weather_moon_full
source: Lună plină
en: Full Moon

# weather_moon_waning_gibbous
source: Lună descrescătoare giboasă
en: Waning Gibbous

# weather_moon_last_quarter
source: Ultimul pătrar
en: Last Quarter

# weather_moon_waning_crescent
source: Semilună descrescătoare
en: Waning Crescent

# weather_gallery_row
source: Motor vreme (beta)
en: Weather Engine (beta)

# weather_gallery_title
source: Motor vreme
en: Weather Engine

# weather_gallery_flagship
source: Etalon
en: Flagship

# Select
source: Selectați
en: Select

# Delete selected
source: Șterge selecția
en: Delete selected

# Forward selected
source: Redirecționează selecția
en: Forward selected

# Select messages
source: Selectați mesaje
en: Select messages

# %lld selected
source: %lld selectate
en: %lld selected

# Edited
source: Editat
en: Edited

# chat_thread_title
source: Fir de conversație
en: Thread

# View thread
source: Vezi firul
en: View thread

# cal_mode_month
source: Lună
en: Month

# cal_mode_week
source: Săptămână
en: Week

# cal_mode_day
source: Zi
en: Day

# cal_mode_agenda
source: Agendă
en: Agenda

# cal_today
source: Azi
en: Today

# cal_tomorrow
source: Mâine
en: Tomorrow

# cal_tap_day
source: Atinge o zi ca să vezi evenimentele
en: Tap a day to see events

# cal_nothing_scheduled
source: Nimic programat
en: Nothing scheduled

# cal_reschedule
source: Reprogramează
en: Reschedule

# agenda_cat_events
source: Evenimente
en: Events

# cal_new_event
source: Eveniment nou
en: New Event

# cal_edit_event
source: Editează evenimentul
en: Edit Event

# cal_event_title
source: Titlu
en: Title

# cal_event_day
source: Ziua
en: Day

# cal_event_all_day
source: Toată ziua
en: All-day

# cal_event_time
source: Ora
en: Time

# cal_event_location
source: Locație
en: Location

# cal_event_notes
source: Note
en: Notes

# cal_delete_event
source: Șterge evenimentul
en: Delete Event

# House Briefing
source: Briefing-ul casei
en: House Briefing

# Presence
source: Prezență
en: Presence

# Here's how your home starts the day.
source: Așa își începe casa ziua.
en: Here's how your home starts the day.

# Your home right now.
source: Casa ta, chiar acum.
en: Your home right now.

# Your home this evening.
source: Casa ta, în seara asta.
en: Your home this evening.

# All calm at home today.
source: Totul e liniștit acasă azi.
en: All calm at home today.

# Rain expected around %@
source: Ploaie așteptată în jurul orei %@
en: Rain expected around %@

# Next: %@
source: Urmează: %@
en: Next: %@

# One task overdue
source: O sarcină restantă
en: One task overdue

# %lld tasks overdue
source: %lld sarcini restante
en: %lld tasks overdue

# One task due today
source: O sarcină scadentă azi
en: One task due today

# %lld tasks due today
source: %lld sarcini scadente azi
en: %lld tasks due today

# One delivery on the way
source: Un colet pe drum
en: One delivery on the way

# %lld deliveries on the way
source: %lld colete pe drum
en: %lld deliveries on the way

# One family member online
source: Un membru al familiei online
en: One family member online

# %lld family members online
source: %lld membri ai familiei online
en: %lld family members online

# online now
source: online acum
en: online now

# no one online
source: nimeni online
en: no one online

# Set a budget
source: Setează un buget
en: Set a budget

# over budget
source: peste buget
en: over budget

# of %@
source: din %@
en: of %@

# Pantry
source: Cămara
en: Pantry

# stocked
source: în stoc
en: stocked

# low stock
source: stoc scăzut
en: low stock

# For you
source: Pentru tine
en: For you

# All clear — nothing needs attention.
source: Totul e în regulă — nimic nu necesită atenție.
en: All clear — nothing needs attention.

# no valuations yet
source: încă fără evaluări
en: no valuations yet

# latest estimate
source: ultima estimare
en: latest estimate

# Seasonal
source: Sezonier
en: Seasonal

# Warranties
source: Garanții
en: Warranties

# Today at home
source: Astăzi în casă
en: Today at home

# Nothing yet today.
source: Nimic încă azi.
en: Nothing yet today.

# Delivery update
source: Actualizare colet
en: Delivery update

# Journal photo
source: Fotografie în jurnal
en: Journal photo

# spaces_emergency
source: Urgență
en: Emergency

# spaces_all_off
source: Stinge tot
en: Turn everything off

# spaces_all_on
source: Aprinde tot
en: Turn everything on

# est_elements
source: Elemente
en: Elements

# 1 element needs attention
source: Un element necesită atenție
en: 1 element needs attention

# %lld elements need attention
source: %lld elemente necesită atenție
en: %lld elements need attention

# filter_picker
source: Filtru
en: Filter

# cal_mode_picker
source: Mod de afișare
en: View mode

# cal_filter_all
source: Filtre
en: Filters

# activity_period_picker
source: Perioadă
en: Period

# activity_category_picker
source: Categorie
en: Category

# est_scan_space
source: Scanează spațiul (LiDAR)
en: Scan space (LiDAR)

# spaces_unplaced
source: Încă neplasate pe plan
en: Not on the plan yet

# spaces_plan_empty
source: Planul e gol — plasează spațiile sau adaugă camere în Planuri.
en: The floor plan is empty — place your spaces or add rooms in Blueprints.

# est_dossier_journal
source: Jurnal
en: Journal

# est_dossier_paints
source: Culori de vopsea
en: Paint colors

# est_dossier_expenses
source: Cheltuieli
en: Expenses

# est_dossier_add_expense
source: Adaugă cheltuială
en: Add expense

# est_dossier_no_expenses
source: Încă nicio cheltuială etichetată pe acest spațiu.
en: No expenses tagged to this space yet.

# est_dossier_expenses_caption
source: Cheltuieli etichetate pe acest spațiu.
en: Expenses tagged to this space.

# View all
source: Vezi toate
en: View all

# homepresence_toggle
source: Prezența acasă (cine e acasă)
en: Home presence (who's home)

# homepresence_needs_coords
source: Adaugă mai întâi locația proprietății — zona casei vine din ea.
en: Add your property's location first — the home area comes from it.

# homepresence_needs_always
source: Funcționează doar cu acces la locație „Întotdeauna”.
en: Works only with 'Always' location access.

# Who's home
source: Cine e acasă
en: Who's home

# whohome_enable_hint
source: Activează prezența acasă din setările de chat
en: Turn on home presence in Chat settings

# home since ~%@
source: acasă de la ~%@
en: home since ~%@

# nobody home now
source: nimeni acasă acum
en: nobody home right now

# energy_card_title
source: Energie
en: Energy

# energy_card_no_data
source: Nicio citire încă
en: No readings yet

# energy_estimate_caption %lld
source: ≈ estimat din %lld citiri
en: ≈ estimated from %lld readings

# energy_today
source: Astăzi
en: Today

# energy_yesterday
source: Ieri
en: Yesterday

# energy_produced_today
source: Produs astăzi
en: Produced today

# energy_zones_title
source: Pe spații
en: By space

# energy_zone_other
source: Altele
en: Other

# energy_footer_scope
source: Valorile provin doar din senzorii acestui cont.
en: Figures come from this account's sensors only.

# energy_delta_down_a11y
source: Mai puțin decât ieri
en: Less than yesterday

# energy_delta_up_a11y
source: Mai mult decât ieri
en: More than yesterday

# rules_routines_title
source: Rutine
en: Routines

# rule_kind_schedule
source: Program
en: Schedule

# rule_kind_documents
source: Documente
en: Documents

# rule_kind_presence
source: Prezență
en: Presence

# rule_schedule_daily
source: Zilnic
en: Daily

# rule_schedule_weekly
source: Săptămânal
en: Weekly

# rule_schedule_weekday
source: Ziua săptămânii
en: Day of week

# rule_schedule_time
source: Ora
en: Time

# rule_presence_arrive
source: Sosire
en: Arrive

# rule_presence_leave
source: Plecare
en: Leave

# rule_presence_disarmed
source: Prezența acasă este dezactivată. Activeaz-o din Setări pentru a folosi acest declanșator.
en: Home presence is off. Turn it on in Settings to use this trigger.

# rule_summary_schedule_daily
source: Zilnic la %@
en: Daily at %@

# rule_summary_schedule_weekly
source: Săptămânal, %1$@ la %2$@
en: Weekly, %1$@ at %2$@

# rule_summary_doc_expiry
source: Documente care expiră în %d zile
en: Documents expiring within %d days

# rule_summary_geofence_arrive
source: Când ajungi acasă
en: When you arrive home

# rule_summary_geofence_leave
source: Când pleci de acasă
en: When you leave home

# rule_notif_schedule
source: Programată pentru %@
en: Scheduled for %@

# rule_notif_doc_expiry_today
source: %@ expiră astăzi
en: %@ expires today

# rule_notif_doc_expiry_tomorrow
source: %@ expiră mâine
en: %@ expires tomorrow

# rule_notif_doc_expiry_days
source: %1$@ expiră în %2$d zile
en: %1$@ expires in %2$d days

# rule_notif_arrive
source: Ai ajuns acasă.
en: You arrived home.

# rule_notif_leave
source: Ai plecat de acasă.
en: You left home.

# rule_docs_unavailable_short
source: Documentele nu sunt încărcate — nu se evaluează acum
en: Documents not loaded — not evaluating right now

# rule_presence_unavailable_short
source: Prezența acasă dezactivată — nu se evaluează
en: Home presence off — not evaluating

# rule_template_weekend
source: Pregătire de weekend
en: Weekend prep

# rule_template_weekend_caption
source: În fiecare vineri la 18:00 — o sarcină pentru pregătirea casei.
en: Every Friday at 18:00 — a task to get the house ready.

# rule_template_weekend_task
source: Pregătește casa pentru weekend
en: Prepare the house for the weekend

# rule_template_presence_leave
source: La plecarea de acasă
en: Leaving home

# rule_template_presence_leave_caption
source: Primește o notificare când pleci de acasă.
en: Get notified when you leave home.

# mood_icon_follow_no_silent
source: Această versiune de iOS afișează o alertă de sistem la fiecare schimbare de iconiță, așa că comutarea automată rămâne oprită. Poți alege oricând manual orice iconiță.
en: This iOS version shows a system alert on every icon change, so automatic switching stays off. You can still pick any icon manually.

# Two-step verification
source: Verificare în doi pași
en: Two-step verification

# Enter one of your one-time backup codes.
source: Introdu unul dintre codurile tale de rezervă de unică folosință.
en: Enter one of your one-time backup codes.

# Enter the 6-digit code from your authenticator app.
source: Introdu codul de 6 cifre din aplicația de autentificare.
en: Enter the 6-digit code from your authenticator app.

# That backup code is invalid or was already used.
source: Codul de rezervă e invalid sau a fost deja folosit.
en: That backup code is invalid or was already used.

# Verify
source: Verifică
en: Verify

# Use the authenticator app
source: Folosește aplicația de autentificare
en: Use the authenticator app

# Use a backup code
source: Folosește un cod de rezervă
en: Use a backup code

# Sign out
source: Deconectare
en: Sign out

# Security checkup
source: Verificare securitate
en: Security checkup

# Everything on this page is switched on.
source: Totul de pe această pagină este activat.
en: Everything on this page is switched on.

# Each recommendation below maps to a control on this page.
source: Fiecare recomandare de mai jos corespunde unui control de pe această pagină.
en: Each recommendation below maps to a control on this page.

# Turn on the authenticator app (two-step sign-in)
source: Activează aplicația de autentificare (verificare în doi pași)
en: Turn on the authenticator app (two-step sign-in)

# Generate backup codes for your account
source: Generează coduri de rezervă pentru contul tău
en: Generate backup codes for your account

# Require Face ID to open PRVIO
source: Cere Face ID pentru a deschide PRVIO
en: Require Face ID to open PRVIO

# Set an auto-lock interval
source: Setează un interval de blocare automată
en: Set an auto-lock interval

# Lock at least one sensitive section
source: Blochează cel puțin o secțiune sensibilă
en: Lock at least one sensitive section

# Add an emergency trusted contact
source: Adaugă un contact de încredere pentru urgențe
en: Add an emergency trusted contact

# Locks PRVIO every time you leave the app
source: Blochează PRVIO de fiecare dată când ieși din aplicație
en: Locks PRVIO every time you leave the app

# Account (all devices)
source: Cont (toate dispozitivele)
en: Account (all devices)

# Sign-in on a new device
source: Autentificare pe un dispozitiv nou
en: Sign-in on a new device

# Device removed from sessions
source: Dispozitiv eliminat din sesiuni
en: Device removed from sessions

# Password reset requested
source: Resetare de parolă solicitată
en: Password reset requested

# Authenticator app enabled
source: Aplicația de autentificare activată
en: Authenticator app enabled

# Authenticator app disabled
source: Aplicația de autentificare dezactivată
en: Authenticator app disabled

# Backup codes generated
source: Coduri de rezervă generate
en: Backup codes generated

# A backup code was used
source: A fost folosit un cod de rezervă
en: A backup code was used

# Security event
source: Eveniment de securitate
en: Security event

source: Cere o verificare de securitate suplimentară la autentificare. Dacă nu o poți trece, un cod de rezervă de unică folosință deblochează aplicația.
en: Requires an additional security check at sign-in. If you can't pass it, a one-time backup code unlocks the app.

# One-time codes that unlock two-step sign-in
source: Coduri de unică folosință care deblochează verificarea în doi pași
en: One-time codes that unlock two-step sign-in

source: Vezi toate dispozitivele și sesiunile care au accesat contul tău. Poți verifica sesiunile active, elimina dispozitive sau folosi „Deconectează toate celelalte sesiuni” pentru a le încheia.
en: See all devices and sessions that have accessed your account. You can check active sessions, remove trusted devices, or use "Sign out of all devices" to end all sessions.

# Active now
source: Activ acum
en: Active now

# No active sessions
source: Nicio sesiune activă
en: No active sessions

# Devices appear here after they sign in to your account.
source: Dispozitivele apar aici după ce se autentifică în contul tău.
en: Devices appear here after they sign in to your account.

# Remove this device?
source: Elimini acest dispozitiv?
en: Remove this device?

# Remove device
source: Elimină dispozitivul
en: Remove device
